print("""Для заезда в лагерь надо заказать автобусы.
Известно, что в лагере едут N детей и M взрослых.
Каждый автобус вмещает K человек.
В каждом автобусе где едут дети должно быть не менее 2 взрослых.
Определите, удастся ли отправить в лагерь всех""")

n = int(input("Введите количество детей"))
m = int(input("Введите количество взрослых"))
k = int(input("Введите количество автобусов"))

